OFtutorial12_momentumSource/testCase/Allrun
#!/bin/bash

blockMesh > log.blockMesh
simpleFoam
paraview --state=viewData.pvsm
